2024/Guion-013.org
#+title: Guion 13 - 31 de julio del 2024

#+HTML: <main>

#+caption: Guión técnico para el operador.
|   | Guión técnico | Detalle                                             | Duración | Finaliza |
| / | <>            | <>                                                  |       <> |       <> |
| / | Inicio        |                                                     |          | 13:00:00 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Comienzo      | Cortinilla: =Cortinillas/Apertura Ctrl Z.mp3=         | 00:00:10 | 13:00:10 |
|   | Presentación  |                                                     | 00:05:00 | 13:05:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Noticias      |                                                     | 00:10:00 | 13:15:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Música        | Música para darle tiempo al Bomba \bomb{}                | 00:00:00 | 13:15:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 1      | Nueva tecnicatura en Cutral-Co                      | 00:15:00 | 13:30:10 |
|   |               | \telephone{} Guillermo Grosso                                 |          | 13:30:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | \pausebutton{} Tanda      | ----- Tanda Publicitaria -----                      | 00:05:00 | 13:35:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 2      | CrowdStrike / Meta AI                               | 00:15:00 | 13:50:10 |
|   |               | \telephone{}                                                  | 00:00:00 | 13:50:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Cierre        | Cortinilla/separador: =Cortinillas/Cierre Ctrl Z.mp3= | 00:05:00 | 13:55:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|---+---------------+-----------------------------------------------------+----------+----------|
|   | *Total*         |                                                     | 00:55:10 |          |
#+TBLFM: @4$5..@13$5=$4 + @-1$5;T::@14$4='(apply '+ '(@4$4..@13$4));T

* Presentación del programa
- Bienvenida a Control Z, el espacio de la Facultad de Informática.
- Todos los miércoles a las 13:00 de la tarde
- Presentarse - Participaron: Christian, Rodrigo.
  
  Detrás del micrófono: Andrés Sepúlveda en la operación.
  
- ¿De qué se trata Control Z?

- Es una iniciativa de extensión de nuestra facultad y de nuestra
  universidad pública
  
  Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
  informática diversa, control N.

- Canales de comunicación: Instagram: ctrlz_fai |
  Web:[[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631607&usg=AOvVaw0Nd3amx84NFOIIJmebjzYD][ ]][[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631851&usg=AOvVaw2WckiSK9W10CI0pP35EAyw][https://controlz.fi.uncoma.edu.ar/]] |
  Correo: controlz@fi.uncoma.edu.ar
- Resumen del programa de hoy: ¿qué hay hoy?

* Noticias
** Internacionales
- CrowdStrike
  
  El viernes 19 secuedió una falla masiva en computadoras de aeropuertos, ferroviarias, hospitales y locales que utilizan sistema Windows (y otros).  

  [[https://www.ambito.com/negocios/quien-es-y-que-hace-crowdstrike-la-empresa-detras-la-falla-masiva-microsoft-n6034995]["¿Qué es y qué hace CrowdStrike? La Empresa detrás de la falla masiva de Microsoft" en ambito.com]]

  [[https://www.infobae.com/america/mundo/2024/07/19/fallo-informatico-mundial-en-vivo-aerolineas-reportan-interrupciones-en-sus-sistemas-debido-a-problemas-tecnicos/][Cobertura de infobae.com]]
** Nacionales
- Meta AI ahora está en Whatsapp.

  No, ¡no se puede desactivar!

  [[https://www.lmneuquen.com/ciencia-y-vida/whatsapp-como-borrar-meta-ai-y-que-es-conveniente-hacerlo-n1130726][Ver noticia en LMNeuquen.com.ar]]

- El 29 de julio de 1966, durante la dictadura de Onganía, sucedió La Noche de los Bastones Largos. Una represión violenta ordenada por Juan Carlos Onganía a estudiantes, docentes y graduados de la Facultad de Ciencias Exactas y la Facultad de Filosofía y Letras de la UBA.

  Entre los que protagonizaron la represión, se encontraba Manuel Sadosky, quien introdujo la computación en Argentina, promovió la compra de la primer computadora y la carrera de Computador Científico en Argentina.

  [[https://www.instagram.com/reel/C-ASVEURv3A/][CONADU en Instagram]]

** UNCo

** FaI
- Curso de Posgrado Tópicos Formales de Criptografía

  Inicia el 7 de agosto.

  [[https://www.fi.uncoma.edu.ar/index.php/novedades/agosto-topicos-formales-en-criptografia/][Ver en FaiWeb]]

* Bloque 1 - Nueva tecnicatura en Cutral-Co
 \telephone{} Guillermo Grosso, decano de la facultad de informática.

 Apertura de la Tecnicatura Universitaria en Desarrollo Web en Cutral-Co.
 
 - ¿de qué se trata la carrera?
 - ¿cómo es la carrera? ¿quiénes pueden acceder?
 - ¿cómo es que llegó la carrera a Cutral-Co? ¿por qué Cutral-Co?
 - ¿qué significa que se abra una carrera en otra ciudad para la sociedad?
 - ¿qué significa bajo el contexto económico actual?
 
 [[https://web.archive.org/web/20240614155253/https://www.uncoma.edu.ar/la-unco-llega-con-dos-carreras-a-cutral-co-y-una-es-un-estreno/][Noticia en uncoma.edu.ar.]]

 Sistema Inteligente de Gestión Turística (SIGETUR) de la provincia.
 
 - ¿Qué es el SIGETUR? ¿qué tareas realiza el software?
 - ¿Qué actividades realizará la facultad en este convenio?
   - manuales de usuarios, asistencia en el desarrollo, monitorización, documentación técnica.
 - ¿qué importancia tiene un convenio con la facultad?
 
 [[https://web.archive.org/web/20240703180823/https://www.uncoma.edu.ar/dos-facultades-de-la-unco-intervendran-en-un-sistema-inteligente-de-gestion-turistica/][Noticia en uncoma.edu.ar - SIGETUR]]
* ⏸️ -- Tanda --
* Bloque 2 - Crowdstrike y Meta AI

[[https://www.infobae.com/america/mundo/2024/07/19/fallo-informatico-mundial-en-vivo-aerolineas-reportan-interrupciones-en-sus-sistemas-debido-a-problemas-tecnicos/][CrowdStrike aseguró que "el problema ha sido identificado, aislado y se ha desplegado una solución" - infobae.com]] 

[[https://www.ambito.com/negocios/quien-es-y-que-hace-crowdstrike-la-empresa-detras-la-falla-masiva-microsoft-n6034995]["¿Qué es y qué hace CrowdStrike? La empresa detrás de la falla masiva de Microsoft" - Ambito.com]]

[[https://www.dell.com/support/kbdoc/es-es/000126839/que-es-crowdstrike][¿Qué es la plataforma CrowdStrike Falcon? - Dell Technologies]]

- ¿Qué es Crowdstrike? ¿qué es Falcon Sensor?
  - Servicio as a Service (SaaS).

  - Ofrece varios servicios de antivirus y detección de ciber-ataques por medio de EDR.
  
  - EDR :: Endpoint detection and response. Advierte a administradores acerca de comportamientos extraños en "endpoints" (URL utilizadas por aplicaciones para obtener información).
  - XDR :: Similar pero abarca un conjunto de herramientas y técnicas (análisis de tráfico de redes, telemetría, otras alertas de seguridad) para detectar comportamientos extraños.
- ¿Por qué afecta a Windows?
  - Es un agente que se instala en las PC de escritorio o en los servidores en la nube.
  - Dependen de un SaaS.

Meta AI

- Llama 3.1
- *¡No! ¡No se puede desactivar de Whatsapp!*
- Soporta la generación de imágenes y textos.
- Entrada solo de texto.
- ¡Las respuestas no siempre son exactas!
- ¿Por qué está en la búsqueda y en un ícono?
- ¿Qué pasó que no se puede desactivar?
- ¿Qué efectos produce en el humano tener un generador de información tan fácil y a mano?
  - ¿Más fácil acceso a Fake news?
  - ¿Superficialidad en la información? \to{} ansiedad, falta de debates, calidad en la información y el conocimiento, falta de análisis completo
  - ¿Repercute en contra al no poder aprender a investigar?
- Hay ciertas tareas que son muy útiles y no las puede hacer
  - ¿Por qué no las incluyeron? Por ejemplo, computar husos horarios, recordatorios, gráficos matemáticos, computar fechas y horas, etc.
  - ¿Por qué no incluyeron otras tareas que son muy útiles en Whatsapp? Por ejemplo, un Speech-to-text, Optical Character Recognitions (OCR), etc.

* Despedida
- Hemos llegado al final del programa ...
- ¡Nos vemos el próximo miércoles a las 13:00!
- ¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"

* Licencia
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.

#+HTML: </main>

* Meta     :noexport:

# ----------------------------------------------------------------------
#+SUBTITLE:
#+AUTHOR: Christian Gimenez
#+EMAIL:
#+DESCRIPTION: 
#+KEYWORDS: 
#+COLUMNS: %40ITEM(Task) %17Effort(Estimated Effort){:} %CLOCKSUM

#+STARTUP: inlineimages hidestars content hideblocks entitiespretty
#+STARTUP: indent fninline latexpreview

#+OPTIONS: H:3 num:t toc:t \n:nil @:t ::t |:t ^:{} -:t f:t *:t <:t
#+OPTIONS: TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+OPTIONS: tex:imagemagick

#+TODO: TODO(t!) CURRENT(c!) PAUSED(p!) | DONE(d!) CANCELED(C!@)

# -- Export
#+LANGUAGE: es
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
# #+export_file_name: 

# -- HTML Export
#+INFOJS_OPT: view:info toc:t ftoc:t ltoc:t mouse:underline buttons:t path:libs/org-info.js
#+XSLT:

# -- For ox-twbs or HTML Export
# #+HTML_HEAD: <link href="libs/bootstrap.min.css" rel="stylesheet">
# -- -- LaTeX-CSS
# #+HTML_HEAD: <link href="css/style-org.css" rel="stylesheet">

# #+HTML_HEAD: <script src="libs/jquery.min.js"></script> 
# #+HTML_HEAD: <script src="libs/bootstrap.min.js"></script>

#+HTML_HEAD_EXTRA: <link href="../css/guiones-2024.css" rel="stylesheet">

# -- LaTeX Export
# #+LATEX_CLASS: article
#+latex_compiler: lualatex
# #+latex_class_options: [12pt, twoside]

#+latex_header: \usepackage{csquotes}
# #+latex_header: \usepackage[spanish]{babel}
# #+latex_header: \usepackage[margin=2cm]{geometry}
# #+latex_header: \usepackage{fontspec}
#+latex_header: \usepackage{emoji}
# -- biblatex
#+latex_header: \usepackage[backend=biber, style=alphabetic, backref=true]{biblatex}
#+latex_header: \addbibresource{tangled/biblio.bib}
# -- -- Tikz
# #+LATEX_HEADER: \usepackage{tikz}
# #+LATEX_HEADER: \usetikzlibrary{arrows.meta}
# #+LATEX_HEADER: \usetikzlibrary{decorations}
# #+LATEX_HEADER: \usetikzlibrary{decorations.pathmorphing}
# #+LATEX_HEADER: \usetikzlibrary{shapes.geometric}
# #+LATEX_HEADER: \usetikzlibrary{shapes.symbols}
# #+LATEX_HEADER: \usetikzlibrary{positioning}
# #+LATEX_HEADER: \usetikzlibrary{trees}

# #+LATEX_HEADER_EXTRA:

# --  Info Export
#+TEXINFO_DIR_CATEGORY: A category
#+TEXINFO_DIR_TITLE: Guiones: (Guion)
#+TEXINFO_DIR_DESC: One line description.
#+TEXINFO_PRINTED_TITLE: Guiones
#+TEXINFO_FILENAME: Guion.info


# Local Variables:
# org-hide-emphasis-markers: t
# org-use-sub-superscripts: "{}"
# fill-column: 80
# visual-line-fringe-indicators: t
# ispell-local-dictionary: "british"
# org-latex-default-figure-position: "tbp"
# End:
