2024/Guion-013.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2024-12-23 lun 15:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Guion 13 - 31 de julio del 2024</title>
<meta name="author" content="Christian Gimenez" />
<meta name="generator" content="Org Mode" />
<link href="../css/guiones-2024.css" rel="stylesheet">

</head>
<body>
<div id="content" class="content">
<h1 class="title">Guion 13 - 31 de julio del 2024</h1>
<div id="table-of-contents" role="doc-toc">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orga13ce7f">1. Presentación del programa</a></li>
<li><a href="#org45cb0a4">2. Noticias</a>
<ul>
<li><a href="#org65075f9">2.1. Internacionales</a></li>
<li><a href="#orgdede2fb">2.2. Nacionales</a></li>
<li><a href="#org27f0c8a">2.3. UNCo</a></li>
<li><a href="#orge06a270">2.4. FaI</a></li>
</ul>
</li>
<li><a href="#org716fceb">3. Bloque 1 - Nueva tecnicatura en Cutral-Co</a></li>
<li><a href="#org8f1acd7">4. ⏸️ &#x2013; Tanda --</a></li>
<li><a href="#org46cb8f0">5. Bloque 2 - Crowdstrike y Meta AI</a></li>
<li><a href="#orgd4f5165">6. Despedida</a></li>
<li><a href="#org99d98ab">7. Licencia</a></li>
</ul>
</div>
</div>
<main>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Tabla 1</span> Guión técnico para el operador.</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Guión técnico</th>
<th scope="col" class="org-left">Detalle</th>
<th scope="col" class="org-right">Duración</th>
<th scope="col" class="org-right">Finaliza</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Comienzo</td>
<td class="org-left">Cortinilla: <code>Cortinillas/Apertura Ctrl Z.mp3</code></td>
<td class="org-right">00:00:10</td>
<td class="org-right">13:00:10</td>
</tr>

<tr>
<td class="org-left">Presentación</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:05:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Noticias</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:10:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Música</td>
<td class="org-left">Música para darle tiempo al Bomba &#128163;</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:15:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 1</td>
<td class="org-left">Nueva tecnicatura en Cutral-Co</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:30:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039; Guillermo Grosso</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">13:30:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">&#9208;&#65039; Tanda</td>
<td class="org-left">&#x2013;&#x2014; Tanda Publicitaria -----</td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:35:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Bloque 2</td>
<td class="org-left">CrowdStrike / Meta AI</td>
<td class="org-right">00:15:00</td>
<td class="org-right">13:50:10</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#9742;&#65039;</td>
<td class="org-right">00:00:00</td>
<td class="org-right">13:50:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Cierre</td>
<td class="org-left">Cortinilla/separador: <code>Cortinillas/Cierre Ctrl Z.mp3</code></td>
<td class="org-right">00:05:00</td>
<td class="org-right">13:55:10</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left"><b>Total</b></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">00:55:10</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
<div id="outline-container-orga13ce7f" class="outline-2">
<h2 id="orga13ce7f"><span class="section-number-2">1.</span> Presentación del programa</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Bienvenida a Control Z, el espacio de la Facultad de Informática.</li>
<li>Todos los miércoles a las 13:00 de la tarde</li>
<li><p>
Presentarse - Participaron: Christian, Rodrigo.
</p>

<p>
Detrás del micrófono: Andrés Sepúlveda en la operación.
</p></li>

<li>¿De qué se trata Control Z?</li>

<li><p>
Es una iniciativa de extensión de nuestra facultad y de nuestra
universidad pública
</p>

<p>
Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
informática diversa, control N.
</p></li>

<li>Canales de comunicación: Instagram: ctrlz_fai |
Web:<a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631607&amp;usg=AOvVaw0Nd3amx84NFOIIJmebjzYD"> </a><a href="https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&amp;sa=D&amp;source=editors&amp;ust=1710886972631851&amp;usg=AOvVaw2WckiSK9W10CI0pP35EAyw">https://controlz.fi.uncoma.edu.ar/</a> |
Correo: controlz@fi.uncoma.edu.ar</li>
<li>Resumen del programa de hoy: ¿qué hay hoy?</li>
</ul>
</div>
</div>
<div id="outline-container-org45cb0a4" class="outline-2">
<h2 id="org45cb0a4"><span class="section-number-2">2.</span> Noticias</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org65075f9" class="outline-3">
<h3 id="org65075f9"><span class="section-number-3">2.1.</span> Internacionales</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><p>
CrowdStrike
</p>

<p>
El viernes 19 secuedió una falla masiva en computadoras de aeropuertos, ferroviarias, hospitales y locales que utilizan sistema Windows (y otros).  
</p>

<p>
<a href="https://www.ambito.com/negocios/quien-es-y-que-hace-crowdstrike-la-empresa-detras-la-falla-masiva-microsoft-n6034995">"¿Qué es y qué hace CrowdStrike? La Empresa detrás de la falla masiva de Microsoft" en ambito.com</a>
</p>

<p>
<a href="https://www.infobae.com/america/mundo/2024/07/19/fallo-informatico-mundial-en-vivo-aerolineas-reportan-interrupciones-en-sus-sistemas-debido-a-problemas-tecnicos/">Cobertura de infobae.com</a>
</p></li>
</ul>
</div>
</div>
<div id="outline-container-orgdede2fb" class="outline-3">
<h3 id="orgdede2fb"><span class="section-number-3">2.2.</span> Nacionales</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li><p>
Meta AI ahora está en Whatsapp.
</p>

<p>
No, ¡no se puede desactivar!
</p>

<p>
<a href="https://www.lmneuquen.com/ciencia-y-vida/whatsapp-como-borrar-meta-ai-y-que-es-conveniente-hacerlo-n1130726">Ver noticia en LMNeuquen.com.ar</a>
</p></li>

<li><p>
El 29 de julio de 1966, durante la dictadura de Onganía, sucedió La Noche de los Bastones Largos. Una represión violenta ordenada por Juan Carlos Onganía a estudiantes, docentes y graduados de la Facultad de Ciencias Exactas y la Facultad de Filosofía y Letras de la UBA.
</p>

<p>
Entre los que protagonizaron la represión, se encontraba Manuel Sadosky, quien introdujo la computación en Argentina, promovió la compra de la primer computadora y la carrera de Computador Científico en Argentina.
</p>

<p>
<a href="https://www.instagram.com/reel/C-ASVEURv3A/">CONADU en Instagram</a>
</p></li>
</ul>
</div>
</div>
<div id="outline-container-org27f0c8a" class="outline-3">
<h3 id="org27f0c8a"><span class="section-number-3">2.3.</span> UNCo</h3>
</div>

<div id="outline-container-orge06a270" class="outline-3">
<h3 id="orge06a270"><span class="section-number-3">2.4.</span> FaI</h3>
<div class="outline-text-3" id="text-2-4">
<ul class="org-ul">
<li><p>
Curso de Posgrado Tópicos Formales de Criptografía
</p>

<p>
Inicia el 7 de agosto.
</p>

<p>
<a href="https://www.fi.uncoma.edu.ar/index.php/novedades/agosto-topicos-formales-en-criptografia/">Ver en FaiWeb</a>
</p></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org716fceb" class="outline-2">
<h2 id="org716fceb"><span class="section-number-2">3.</span> Bloque 1 - Nueva tecnicatura en Cutral-Co</h2>
<div class="outline-text-2" id="text-3">
<p>
&#9742;&#65039; Guillermo Grosso, decano de la facultad de informática.
</p>

<p>
Apertura de la Tecnicatura Universitaria en Desarrollo Web en Cutral-Co.
</p>

<ul class="org-ul">
<li>¿de qué se trata la carrera?</li>
<li>¿cómo es la carrera? ¿quiénes pueden acceder?</li>
<li>¿cómo es que llegó la carrera a Cutral-Co? ¿por qué Cutral-Co?</li>
<li>¿qué significa que se abra una carrera en otra ciudad para la sociedad?</li>
<li>¿qué significa bajo el contexto económico actual?</li>
</ul>

<p>
<a href="https://web.archive.org/web/20240614155253/https://www.uncoma.edu.ar/la-unco-llega-con-dos-carreras-a-cutral-co-y-una-es-un-estreno/">Noticia en uncoma.edu.ar.</a>
</p>

<p>
Sistema Inteligente de Gestión Turística (SIGETUR) de la provincia.
</p>

<ul class="org-ul">
<li>¿Qué es el SIGETUR? ¿qué tareas realiza el software?</li>
<li>¿Qué actividades realizará la facultad en este convenio?
<ul class="org-ul">
<li>manuales de usuarios, asistencia en el desarrollo, monitorización, documentación técnica.</li>
</ul></li>
<li>¿qué importancia tiene un convenio con la facultad?</li>
</ul>

<p>
<a href="https://web.archive.org/web/20240703180823/https://www.uncoma.edu.ar/dos-facultades-de-la-unco-intervendran-en-un-sistema-inteligente-de-gestion-turistica/">Noticia en uncoma.edu.ar - SIGETUR</a>
</p>
</div>
</div>
<div id="outline-container-org8f1acd7" class="outline-2">
<h2 id="org8f1acd7"><span class="section-number-2">4.</span> ⏸️ &#x2013; Tanda --</h2>
</div>
<div id="outline-container-org46cb8f0" class="outline-2">
<h2 id="org46cb8f0"><span class="section-number-2">5.</span> Bloque 2 - Crowdstrike y Meta AI</h2>
<div class="outline-text-2" id="text-5">
<p>
<a href="https://www.infobae.com/america/mundo/2024/07/19/fallo-informatico-mundial-en-vivo-aerolineas-reportan-interrupciones-en-sus-sistemas-debido-a-problemas-tecnicos/">CrowdStrike aseguró que "el problema ha sido identificado, aislado y se ha desplegado una solución" - infobae.com</a> 
</p>

<p>
<a href="https://www.ambito.com/negocios/quien-es-y-que-hace-crowdstrike-la-empresa-detras-la-falla-masiva-microsoft-n6034995">"¿Qué es y qué hace CrowdStrike? La empresa detrás de la falla masiva de Microsoft" - Ambito.com</a>
</p>

<p>
<a href="https://www.dell.com/support/kbdoc/es-es/000126839/que-es-crowdstrike">¿Qué es la plataforma CrowdStrike Falcon? - Dell Technologies</a>
</p>

<ul class="org-ul">
<li>¿Qué es Crowdstrike? ¿qué es Falcon Sensor?
<ul class="org-ul">
<li>Servicio as a Service (SaaS).</li>

<li>Ofrece varios servicios de antivirus y detección de ciber-ataques por medio de EDR.</li>

<li id="EDR">Endpoint detection and response. Advierte a administradores acerca de comportamientos extraños en "endpoints" (URL utilizadas por aplicaciones para obtener información).</li>
<li id="XDR">Similar pero abarca un conjunto de herramientas y técnicas (análisis de tráfico de redes, telemetría, otras alertas de seguridad) para detectar comportamientos extraños.</li>
</ul></li>
<li>¿Por qué afecta a Windows?
<ul class="org-ul">
<li>Es un agente que se instala en las PC de escritorio o en los servidores en la nube.</li>
<li>Dependen de un SaaS.</li>
</ul></li>
</ul>

<p>
Meta AI
</p>

<ul class="org-ul">
<li>Llama 3.1</li>
<li><b>¡No! ¡No se puede desactivar de Whatsapp!</b></li>
<li>Soporta la generación de imágenes y textos.</li>
<li>Entrada solo de texto.</li>
<li>¡Las respuestas no siempre son exactas!</li>
<li>¿Por qué está en la búsqueda y en un ícono?</li>
<li>¿Qué pasó que no se puede desactivar?</li>
<li>¿Qué efectos produce en el humano tener un generador de información tan fácil y a mano?
<ul class="org-ul">
<li>¿Más fácil acceso a Fake news?</li>
<li>¿Superficialidad en la información? &rarr; ansiedad, falta de debates, calidad en la información y el conocimiento, falta de análisis completo</li>
<li>¿Repercute en contra al no poder aprender a investigar?</li>
</ul></li>
<li>Hay ciertas tareas que son muy útiles y no las puede hacer
<ul class="org-ul">
<li>¿Por qué no las incluyeron? Por ejemplo, computar husos horarios, recordatorios, gráficos matemáticos, computar fechas y horas, etc.</li>
<li>¿Por qué no incluyeron otras tareas que son muy útiles en Whatsapp? Por ejemplo, un Speech-to-text, Optical Character Recognitions (OCR), etc.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgd4f5165" class="outline-2">
<h2 id="orgd4f5165"><span class="section-number-2">6.</span> Despedida</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Hemos llegado al final del programa &#x2026;</li>
<li>¡Nos vemos el próximo miércoles a las 13:00!</li>
<li>¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"</li>
</ul>
</div>
</div>
<div id="outline-container-org99d98ab" class="outline-2">
<h2 id="org99d98ab"><span class="section-number-2">7.</span> Licencia</h2>
<div class="outline-text-2" id="text-7">
<p>
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.
</p>

</main>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Christian Gimenez</p>
<p class="date">Created: 2024-12-23 lun 15:03</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
